{
  "i18n": {
    "heredata": {
      "hero_title": "Wir erwecken Ihre Vision zum Leben",
      "hero_content": "AvanzaTec wurde aus dem Wunsch heraus gegründet, hochskalierbare Webservices und Apps für Unternehmen zu realisieren. Mit unseren bewährten Softwarelösungen setzen wir Ihre Vision in die Realität um und unterstützen Sie bei der Beschleunigung, Vereinfachung und Automatisierung Ihrer Prozesse. Dabei erstellen wir für Sie ein massgeschneidertes Produkt im modernen Design, das höchsten Ansprüchen gerecht wird.",
      "hero_button": "Loslegen"
    },
    "navlist": {
      "home": "Home",
      "team": "Team",
      "about": "Über uns",
      "contact": "Kontakt"
    },
    "number": {
      "year": "Jahre Erfahrung",
      "team": "Sitzungen geführt",
      "work": "Ohne Motivation gearbeitet",
      "partner": "Partner"
    },
    "testimonials": [
      {
        "title": "Revolutionär. Hilfsbereit. Engagiert.",
        "info": "Von der Kompetenz bin ich sehr beeindruckt. Die Zusammenarbeit war sehr angenehm und die Kommunikation war immer sehr schnell und effizient. Ich kann AvanzaTec nur weiterempfehlen.",
        "pic": "/images/testimonial-author-image.png",
        "name": "Gabi Kundert",
        "company": ""
      },
      {
        "title": "Revolutionär. Hilfsbereit. Engagiert.",
        "info": "Von der Kompetenz bin ich sehr beeindruckt. Die Zusammenarbeit war sehr angenehm und die Kommunikation war immer sehr schnell und effizient. Ich kann AvanzaTec nur weiterempfehlen.",
        "pic": "/images/testimonial-author-image.png",
        "name": "Gabi Kundert",
        "company": ""
      }
    ],
    "about": {
      "vision": "Unsere Vision",
      "vision_detail": "<p>Zu den zentralen Werten von AvanzaTec gehört die effiziente und innovative Programmierung hochwertiger Anwendungen für Ihr Unternehmen. Dank unserer bewusst kleinen Teamgrösse sparen wir den Umweg über viele Entwickler oder Agenturen und widmen uns unmittelbar Ihrem Projekt.</p><p>Diese Herangehensweise ermöglicht uns eine zeitsparende und kostengünstige Realisierung Ihrer Vision. Dabei denken wir bereits heute an Ihren Erfolg von morgen: Wir entwickeln Ihre App hochskalierbar, sodass sie jederzeit mit geringem Zeitaufwand erweitert werden und an Ihre geänderten Bedürfnisse angepasst werden kann.</p> <p>Unser Team hat es sich zur Aufgabe gemacht, Ihre Vorstellungen nicht nur umzusetzen, sondern sie zu übertreffen. Neben unserer Programmier-Erfahrung von über 50 Jahren bringen wir in Ihr Projekt unsere Leidenschaft für Innovation und für anspruchsvolle Entwicklungsstrategien ein.</p> <p>Deshalb sind hochwertige Anwendungen unser Standard, die dem aktuellen Zeitgeist entsprechen und flexibel mit Ihnen wachsen. Mit unserem technischen Knowhow hauchen wir Ihrer Vision Leben ein und freuen uns darauf, gemeinsam mit Ihnen neue Wege zu beschreiten.</p>",
      "about": "Über AvanzaTec",
      "about_detail": "<p>Hochskalierbare Webservices und Apps – nahtlose Flexibilität</p>      <p>Der Status Quo ist vergänglicher denn je. Ihre Anwendung wächst mit Ihrem Unternehmen und ist damit stets den Anforderungen gewachsen, die auf Sie zukommen. Geniessen Sie den Komfort einer nahtlosen Flexibilität und einer reibungslosen Erweiterung, die Ihre App an Ihre Bedürfnisse anpasst.</p>      <p>Schnelle, sichere und potente Realisierung Ihres Projekts dank Microservice-Architektur</p>      <p>AvanzaTec bedient sich dem Microservice-Architekturkonzept, bei dem einzelne Komponenten Ihrer App oder Webanwendung unabhängig voneinander funktionieren. Diese Methode senkt die Fehleranfälligkeit Ihres Produkts dank des Wegfalls unbewusster Verkettungen einzelner Bereiche. Aufgrund der smarten Aufteilung können mehrere Entwickler gleichzeitig am Projekt arbeiten, was die Zeit bis zur Fertigstellung signifikant reduziert und auch die Kosten senkt.  Wünschen Sie in Zukunft eine Anpassung oder Erweiterung einzelner Funktionen, können wir Ihrem Wunsch schnell und kostengünstig nachkommen, da nicht die gesamte Anwendung neu überarbeitet werden muss. Auch etwaige technische Fehler lassen sich gezielt und zeitnah beheben, weil das Problem genau verortet und lokal ausgebessert werden kann. Mit der Microservice-Architektur stellen wir die hohe Skalierbarkeit Ihres Produkts sicher, die im schnelllebigen unternehmerischen Alltag unerlässlich ist.  </p>",
      "readmore": "Weiterlesen"
    },
    "appmade": {
      "title": "Apps hergestellt von AvanzaTec"
    },
    "team": {
      "title": "Unser Team",
      "behindAvanzaTecTitle": "Wer steht hinter AvanzaTec?",
      "behindAvanzaTec": "AvanzaTec wurde von den Entwicklern Pius Gutzwiller, Diego Frehner und Lucca Willi gegründet, die zusammen auf mehr als 50 Jahre Programmier-Erfahrung zurückblicken. Gleichzeitig begeistern die Gründer als Digital Natives mit einem natürlichen und intuitiven Verständnis für technische Prozesse jeder Art. Die drei Schweizer haben sich als Arbeitskollegen kennengelernt, woraus schnell eine Freundschaft entstanden ist. Gemeinsam hegten sie den Wunsch, ihr Wissen und ihre Erfahrung gezielt für die Realisierung von Unternehmens-Projekten einzusetzen. Im Fokus von AvanzaTec stehen seither nicht nur die innovative Verwirklichung von komplexen Visionen, sondern auch die umfassende Betreuung und der direkte Austausch. Auf diese Weise erstellt das Team in enger Zusammenarbeit mit Ihnen massgeschneiderte Applikationen, die begeistern."
    },
    "members": [
      {
        "name": "Pius Gutzwiller",
        "position": "Geschäftsführer",
        "info": "",
        "pic": "/images/team/pg.png"
      },
      {
        "name": "Diego Frehner",
        "position": "Geschäftsführer",
        "info": "",
        "pic": "/images/team/fd.png"
      },
      {
        "name": "Lucca Willi",
        "position": "Geschäftsführer",
        "info": "",
        "pic": "/images/team/lw.png"
      }
    ],
    "blog": [
      {
        "title": "Blog Article 1",
        "time": "Vorsitzender",
        "info": "AvanzaTec was founded out of the desire to realize highly scalable web services and apps for companie",
        "pic": "/images/article/article-image-1.png",
        "readmore_title": "Read more",
        "readmore_url": "#"
      },
      {
        "title": "Blog Article 2",
        "time": "Vorsitzender",
        "info": "AvanzaTec was founded out of the desire to realize highly scalable web services and apps for companie",
        "pic": "/images/article/article-image-2.png",
        "readmore_title": "Read more",
        "readmore_url": "#"
      },
      {
        "title": "Blog Article 3",
        "time": "Vorsitzender",
        "info": "AvanzaTec was founded out of the desire to realize highly scalable web services and apps for companie",
        "pic": "/images/article/article-image-3.png",
        "readmore_title": "Read more",
        "readmore_url": "#"
      },
      {
        "title": "Blog Article 4",
        "time": "Vorsitzender",
        "info": "AvanzaTec was founded out of the desire to realize highly scalable web services and apps for companie",
        "pic": "/images/article/article-image-1.png",
        "readmore_title": "Read more",
        "readmore_url": "#"
      },
      {
        "title": "Blog Article 5",
        "time": "Vorsitzender",
        "info": "AvanzaTec was founded out of the desire to realize highly scalable web services and apps for companie",
        "pic": "/images/article/article-image-2.png",
        "readmore_title": "Read more",
        "readmore_url": "#"
      }
    ],
    "contact": {
      "title": "Kontaktangaben"
    }
  }
}